{
  "tours": [
    {
      "id": 1,
      "name": "Labuan Bajo",
      "description": "Labuan Bajo is a fishing town located at the western end of the large island of Flores in the Nusa Tenggara region of east Indonesia.",
      "province": "East Nusa Tenggara",
      "address": "Labuan Bajo, Flores, East Nusa Tenggara"
    },
    {
      "id": 2,
      "name": "Kota Tua",
      "description": "Kota Tua Jakarta is a neighborhood comprising the original downtown area of Jakarta, Indonesia. This is a great place to explore the history and culture of Jakarta.",
      "province": "Jakarta",
      "address": "Kota Tua, West Jakarta, Jakarta"
    },
    {
      "id": 3,
      "name": "Candi Borobudur",
      "description": "Borobudur is a 9th-century Mahayana Buddhist temple in Magelang, Central Java, Indonesia. It is the world's largest Buddhist temple.",
      "province": "Central Java",
      "address": "Borobudur, Magelang, Central Java"
    },
    {
      "id": 4,
      "name": "Pantai Kuta",
      "description": "Kuta Beach is one of Bali's most famous and popular tourist destinations. It is known for its long sandy beach and great surf.",
      "province": "Bali",
      "address": "Kuta, Badung, Bali"
    },
    {
      "id": 5,
      "name": "Gunung Bromo",
      "description": "Mount Bromo is an active volcano and part of the Tengger massif, in East Java, Indonesia. The area is one of the most visited tourist attractions in East Java.",
      "province": "East Java",
      "address": "Bromo Tengger Semeru National Park, East Java"
    },
    {
      "id": 6,
      "name": "Gunung Tangkuban Perahu",
      "description": "Tangkuban Perahu is an active volcano located 30 km north of the city of Bandung, the provincial capital of West Java, Indonesia.",
      "province": "West Java",
      "address": "Lembang, West Bandung Regency, West Java"
    },
    {
      "id": 7,
      "name": "Dieng",
      "description": "Dieng Plateau is a marshy plateau that forms the floor of a caldera complex on the Dieng Volcanic Complex near Wonosobo, Central Java, Indonesia.",
      "province": "Central Java",
      "address": "Dieng, Wonosobo, Central Java"
    },
    {
      "id": 8,
      "name": "Pulau Komodo",
      "description": "Komodo Island is one of the 17,508 islands that make up the Republic of Indonesia. The island is particularly notable as the habitat of the Komodo dragon.",
      "province": "East Nusa Tenggara",
      "address": "Komodo National Park, East Nusa Tenggara"
    },
    {
      "id": 9,
      "name": "Pulau Raja Ampat",
      "description": "Raja Ampat Islands are an Indonesian archipelago off the northwest tip of Bird's Head Peninsula in West Papua.",
      "province": "West Papua",
      "address": "Raja Ampat, West Papua"
    },
    {
      "id": 10,
      "name": "Candi Prambanan",
      "description": "Prambanan is a 9th-century Hindu temple compound in Central Java, dedicated to the Trimurti, the expression of God as the Creator (Brahma), the Preserver (Vishnu), and the Destroyer (Shiva).",
      "province": "Central Java",
      "address": "Prambanan, Sleman, Central Java"
    }
  ]
}
